{
    "version": "https://jsonfeed.org/version/1",
    "title": "Futebol Brazil",
    "description": "",
    "home_page_url": "https://futebolbrazil.com",
    "feed_url": "https://futebolbrazil.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "Ryan O&#x27;Mullan"
    },
    "items": [
        {
            "id": "https://futebolbrazil.com/industrialisation-protest-and-football.html",
            "url": "https://futebolbrazil.com/industrialisation-protest-and-football.html",
            "title": "Industrialisation, Protest and Football",
            "summary": "For those of us raised on the sanitised, corporate world of top-flight European football, visiting the Estadio Rodolfo Crespi feels like stepping back in time: the stark white concrete that forms the stands; the wire fence separating fans from the pitch; the repeated crowd surges&hellip;",
            "content_html": "<p><span style=\"font-weight: 400;\">For those of us raised on the sanitised, corporate world of top-flight European football, visiting the Estadio Rodolfo Crespi feels like stepping back in time: the stark white concrete that forms the stands; the wire fence separating fans from the pitch; the repeated crowd surges towards (and indeed, up) the fence at exciting moments; the sheer lack of modernity. A trip to the working-class neighbourhood of Mooca, East of Sao Paulo’s historic centre and home to Clube Atletico Juventus, gives the thrilling sense of entering an era of football long-forgotten in other parts of the world. Nowadays, Juve ply their trade in the third tier of Sao Paulo’s state system, the Paulista Serie A3, but this humble position masks the club’s rich history and influential role in the development of this corner of Sao Paulo.</span></p>\n<br>\n<p><span style=\"font-weight: 400;\">The development of the ground - a tale of immigration, industrialisation and revolt - only adds to the romantic atmosphere within. Moreover, it is a history that can be seen, visibly, not only in the past triumphs inscribed on the walls, or the plaque commemorating the scoring of Pele's greatest ever goal, but in the looming presence of the Rodolfo Crespi Cotonificio - the imposing former textiles factory that stands tall over one end of the ground despite being a substantial two blocks away.</span></p>\n<br>\n<p><span style=\"font-weight: 400;\">Rodolfo Crespi was an Italian immigrant with powerful connections. Given the title 'Count' by the King of Italy, he is alleged to have counted Mussolini among his influential friends. Bringing looms to Brazil, he established the Cotonoficio in 1897: with an area of 50,000 square meters, it became one of the largest factories in Sao Paulo’s industrialisation. </span></p>\n<br>\n<p><span style=\"font-weight: 400;\">Crespi's workers, many of whom were Italian, enjoyed playing football on the area of grass where the stadium now sits. In 1917, Crespi’s employees were among those to take part in Brasil’s first national strike. Indeed, there are locals who will tell you the strike’s origins can be traced to the Cotonoficio. The Italian Count’s response was to essentially hand over this piece of land to his workers, and in 1924 the club, initially taking the name of the factory, was formally established. In 1929 they reached the Campeonato Paulista, the top division of Sao Paulo football and the oldest established league in Brazil, and became Clube Atletico Juventus.</span></p>\n<p><span style=\"font-weight: 400;\">The ground was initially built in the years between 1925 and 1929, with later alterations to the 4,000 capacity venue completed in 1941. It has been the home of Juve throughout their 93 years and witness to their modest success, which includes two state second division titles, a state cup and a national second division title. In addition, the Estadio has played host to a number of ‘giant killings’ for which the team has gained the nickname Moleque Travesso (the little trickster).</span></p>\n<br>\n<p><span style=\"font-weight: 400;\">For neutral observers, it is arguably more famous for the events of August 2</span><span style=\"font-weight: 400;\">nd</span><span style=\"font-weight: 400;\">, 1959, when an eighteen-year-old Pele, playing for Santos, scored what he considers the most beautiful goal of his career (since there is no footage of the goal, Pele had a </span><a href=\"https://www.youtube.com/watch?v=xD70ECy5E2k\"><span style=\"font-weight: 400;\">digital simulation</span></a><span style=\"font-weight: 400;\"> made. For Juve fans, the ground is simply “Javari” after the street which houses both the stadium and the factory. Here at Futebol.Brazil, it still feels like another world.</span></p>",
            "image": "https://futebolbrazil.com/media/posts/1/slider1.jpg",
            "author": {
                "name": "Ryan O&#x27;Mullan"
            },
            "tags": [
                   "football",
                   "Brazil"
            ],
            "date_published": "2018-10-04T09:16:47-03:00",
            "date_modified": "2018-10-04T09:16:47-03:00"
        }
    ]
}
